{
  "locale": "中文",
  "nav_home": "Home",
  "nav_product": "Products",
  "nav_solution": "Solutions",
  "nav_case": "Projects",
  "nav_about": "About",
  "nav_contact": "Contact",
  "nav_join": "Join us",
  "footer_copyright": "Copyright © 2024 Rayvision. All Rights Reserved.",
  "footer_number": "粤ICP备12028569号",
  "footer_license": "中华人民共和国增值电信业务经营许可证编号：合字 B1-20200125",
  "section_1_text_0": "RAYVISION",
  "section_1_text_1": "VISUAL",
  "section_1_text_2": "CLOUD COMPUTING",
  "section_1_text_3": "PLATFORM",
  "section_1_text_4": "Trusted by more than 2,000,000 users globally",
  "section_2_title": "ABOUT RAYVISION",
  "section_2_text_0": "Shenzhen Rayvision™ Technology Co., Ltd. is a company that specializes in providing vertical cloud computing services for the visual arts industry.",
  "section_2_text_1": "We served over 2,000,000 users, and top leading visual effects companies, animation, architectural visualization and game development studios from over 100 countries/regions, including multiple-award-winning teams.",
  "section_2_text_2": "Oni: Thunder God′s Tale, Monster, Mr. Hublot, and most of the much-praised films in China, including Wandering Earth, The Battle at Lake Changjin, Ne Zha, Creation of the Gods and the series Three-Body were rendered with our render farm.",
  "section_2_text_0_en": "Rayvision Technology is a premier provider of cloud computing services tailored for the visual industry in Asia. Since launching cloud rendering platforms, Renderbus (domestic platform) and Fox Renderfarm (international platform), in 2010 and 2011, respectively, Rayvision Technology has proudly served over 2 million users across more than 100 countries and regions worldwide. Its portfolio boasts numerous acclaimed films, including the Box-office Champ of Global Animated Films “Ne Zha 2”, the Academy Award-winning \"Mr. Hublot,\" the Annie Award-winning \"Oni: Thunder God's Tale,\" and the Cannes-awarded \"Monster,\" among others.",
  "section_2_text_1_en": "Rayvision Technology is at the forefront of revolutionizing the visual cloud computing landscape with groundbreaking innovations and world-class technologies. With expertise in cloud rendering, cloud computer and AIGC solutions, Rayvision Technology is dedicated to establishing itself as a global leader in visual cloud computing.",
  "section_2_tip": "*Data from internal company statistics",
  "section_3_title": "OUR CLIENTS",
  "section_3_text": "With the advent of 5G, wireless network latency has been greatly reduced, making it possible to separate visual image processing from the terminal. This allows for both lightweight terminals and enhanced computing capabilities. Rayvision Technology is a forward-looking foundational platform aimed at supporting future large-scale AR/VR applications, cloud gaming, cloud design, cloud visual displays, and education, among other industries.",
  "section_4_title": "OUR TEAM",
  "section_4_text": "The core members of Rayvision Technology have been working in the visual rendering industry and the SaaS industry for over 20 years. It is an international team with members from China, the United States, Singapore, India, Hong Kong and Taiwan of China, etc. They are dedicated to bringing low-cost, efficient and reliable cloud services to the industry through technological innovation. Meanwhile, Rayvision Technology also has a system development team with rich experience in professional fields such as parallel computing, large-scale cluster management and scheduling, and high-performance I/O systems.",
  "section_4_gift_0": "Paid Annual Leave",
  "section_4_gift_1": "Five Social Insurance and One Housing Fund",
  "section_4_gift_2": "Fun Team Outings",
  "section_4_gift_3": "Performance Bonus",
  "section_4_gift_4": "Annual Health Check",
  "section_4_gift_5": "Promotions & Pay Raise",
  "section_4_gift_6": "Holiday Benefits",
  "section_4_gift_7": "Equity Incentive",
  "section_4_gift_8": "Featured Benefits",
  "section_4_gift_9": "Social Clubs",
  "section_4_button": "Join us",
  "contact_title": "CONTACT US",
  "contact_header": "SHENZHEN HEADQUARTERS",
  "contact_text_1_en": "Customer consultation phone number：",
  "contact_text_2_en": "400-880-8120",
  "contact_text_3_en": "Address: ",
  "contact_text_4_en": "17th Floor, Building B, Sunny Kechuang Center, No.1024 Nanxin Road, Nanshan District, Shenzhen, Guangdong, P.R. China 518000",
  "contact_text_5": "地址：深圳市南山区商华路2号阳光科创中心B座17层",
  "not_found_text": "Oops! The page you visited is wrong~",
  "not_found_button_0": "Home",
  "not_found_button_1": "Go back",
  "section_about_alt": "about rayvision",
  "section_join_alt": "rayvision team"
}